<!DOCTYPE html>
<html>

<head>
    <title>日本のオタク! Небесное дерево</title>
    <link rel="stylesheet" href="styles/article.css">
    <link rel="stylesheet" href="styles/index.css">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
</head>

<body>
    <header>
        <a href="index.php"><img src="images/header.png" width="100%"></a>
        <nav class="nav-buttons">
            <button class="nav-button" onclick="location.href='news.php'">
                <h2>Главная страница</h2>
            </button>
            <button class="nav-button" onclick="location.href='articles.php'">
                <h2>Статьи о Японии</h2>
            </button>
            <button class="nav-button" onclick="location.href='gallery.php'">
                <h2>Фотографии пользователей</h2>
            </button>
        </nav>
    </header>
    <main>
        <div class="progress-container">
            <div class="progress-bar" id="myBar"></div>
        </div>

        <div class="popular-articles-div">
            <p><a href="article-2.php">
                    <h3>Город Нара (остров Хонсю)</h3>
                </a></p>
            <p><a href="article-1.php">
                    <h3>Небесное дерево (Токио)</h3>
                </a></p>
        </div>

        <div class="article-div">
            <h1>Небесное дерево‌</h1>
            <img class="article-image" src="images/skytree2.jpg">
            <h2>Посещение</h2>
            <p>Небесное дерево Токио – вторая по высоте телебашня в мире. Это изящное архитектурное строение из стекла, бетона и металла взметнулось ввысь, благодаря стараниям опытных конструкторов и инженеров. Высота сооружения составляет 634 метра. Над этим проектом трудилось полмиллиона человек.
                Грандиозная телебашня Tokyo sky tree достойна восхищения.

            <ol>
                <li>Гиды в Токио обязательно организуют посещение Небесного дерева Токио, поражающего воображение своей
                    высотой.</li>
                <li>Туристы смогут созерцать столицу Японии, которая как на ладони раскинулась у подножия огромной
                    телебашни.</li>
                <li>Открытых площадок и балконов здесь нет, поэтому панорамные снимки можно выполнять только через
                    стекло.</li>
                <li>Примечательно, что крыша телебашни расположена на высоте 470 метров, а остальной метраж составляет
                    антенна.</li>
            </ol>
            </p>
            <p>Умопомрачительное зрелище открывается с грандиозной высоты Небесного дерева Токио.
                Экскурсии в Токио обязательно включают визит на телебашню столицы, которая входит в тройку самых высоких
                строений в мире.</p>

            <br>
            <h2>История</h2>
            <img class="article-image" src="images/skytree.jpg">
            <p>В июле 2011 года всё телевидение Японии должно было перейти в цифровой формат,
                но Телевизионная башня Токио оказалась недостаточно высока для того, чтобы осуществлять передачу на
                верхние этажи некоторых небоскрёбов.
                По этой причине была построена более высокая башня — "Небесное дерево Токио".

                Строительство началось в июле 2008 года[5]. Скорость строительства составляла 10 метров в неделю.

                23 мая 2011 года начался демонтаж кранов, которые использовались для строительства.
                Само строительство башни завершилось 29 февраля 2012 года, а 22 мая состоялось открытие.
                Изначально открытие башни должно было состояться в декабре 2011 года, но после землетрясения
                строительство замедлилось из-за нехватки средств.​‌​​​‌ ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌
                ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌​‌‌ ​​‌‌‌‌
            </p>

            <br>
            <h2>Архитектурные Особенности</h2>
            <img class="article-image" src="images/prototype.jpg">
            <h3>Дизайн</h3>
            <p>Имеются две наблюдательные площадки: одна на высоте 350 м (вместимостью 2000 человек), другая на высоте
                450 м (вместимостью 900 человек).
                На верхней площадке есть спиральный проход с остеклённым полом, по которому посетители могут подняться
                вплоть до последних 5 метров высшей
                точки платформы; стеклянный пол открывает посетителям вид на улицы прямо под их ногами.

                Также, при создании башни была разработана специальная система, компенсирующая, по словам архитекторов,
                до 50 % силы подземных толчков при землетрясениях.
            </p>
            <h3>Цвет</h3>
            <p>
                Внешние элементы конструкции башни окрашены в цвет, официально именуемый «Белый Skytree».
                Этот оригинальный цвет основан на иссине-белом традиционном японском цвете, называемом айдзиро (яп.
                藍白).​​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌ ​​‌‌‌‌
            </p>

            <div>
                <br>
                <p>Дата публикации: 08.12.2022</p>
                <p>Источник: www.tripzaza.com​‌‌‌​‌‌ ​​‌‌‌‌</p>
            </div>
        </div>

        <div class="search-div">
            <p>Cайт находится в разработке, будьте терпеливы!(„• ᴗ •„)"</p>
            <img class="article-image" src="images/kimono.png">
        </div>
        <div class="btn-up btn-up_hide"></div>
    </main>
    <script src="scripts/addauthor.js"></script>
    <script src="scripts/scrollBar.js"></script>
    <script src="scripts/pgUp.js"></script>
    <footer class="center-element">
        <div>
            <p>Спасибо за проявленный интерес!! ٩(◕‿◕)۶"</p>
            <a href="contacts.php">Контакты</a>
        </div>
    </footer>
</body>

</html>