<!DOCTYPE html>
<html>

<head>
    <title>日本のオタク! Храм Фусими-инари</title>
    <link rel="stylesheet" href="styles/index.css">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="styles/article.css">
</head>

<body>
    <header>
        <a href="index.php"><img src="images/header.png" width="100%"></a>
        <nav class="nav-buttons">
            <button class="nav-button" onclick="location.href='news.php'">
                <h2>Главная страница</h2>
            </button>
            <button class="nav-button" onclick="location.href='articles.php'">
                <h2>Статьи о Японии</h2>
            </button>
            <button class="nav-button" onclick="location.href='gallery.php'">
                <h2>Фотографии пользователей</h2>
            </button>
        </nav>
    </header>
    <main>

        <div class="progress-container">
            <div class="progress-bar" id="myBar"></div>
        </div>

        <div class="popular-articles-div">
            <p><a href="article-2.php">
                    <h3>Город Нара (остров Хонсю)</h3>
                </a></p>
            <p><a href="article-1.php">
                    <h3>Небесное дерево (Токио)</h3>
                </a></p>
        </div>

        <!-- style="text-align: center;" -->
        <div class="article-div">
            <h1>Храм Фусими-инари</h1>
            <img class="article-image" src="images/kitsune2.jpg">
            <p>
                伏見稲荷大社 - святилище из тысячи алых ворот, посвященное богине рисового плодородия.​​‌‌​​ ​​‌​‌‌ ​‌​​​‌
                ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌​‌‌ ​​‌‌‌‌​ ​​‌‌​​ ​​‌​‌‌ ​‌​​​‌ ​​‌​​​
                ​​‌​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌​‌‌ ​​‌‌‌‌
            </p>
            <p>
                Одним из исторических символов Японии считается Храм Фусими-Инари или Святилище из тысячи алых ворот,
                посвященное богине рисового плодородия.
                Грандиозные тоннели с порталами, предназначенными для богов, создавались, согласно верованию синтоизма.
            </p>
            <p>
                Японцы считают, что посещение Храма Фусими-Инари приносит успех и процветание. Не сомневайтесь, что
                посмотреть в Японии.
                Особенности священного комплекса в префектуре Киото оставят неизгладимое впечатление:​​‌‌​‌ ​​‌‌​​
                ​​‌​‌‌ ​‌​​​‌ ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌​‌‌ ​​‌‌‌‌​​​‌​‌ ​​​‌‌‌
                ​​‌‌‌‌ ​‌​​​‌ ​​‌‌​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​​‌ ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​
                ​‌‌‌​‌‌ ​​‌‌‌‌
            </p>
            <p>Храмовый комплекс расположен на горе, называемой Инари, высотой 233 метра над уровнем моря, включающий в
                себя, помимо главного святилища,
                множество небольших святилищ, расположенных на дорожках, идущих вверх по горе.
                Дорога к главному святилищу имеет протяжённость 4 километра. Путь к вершине занимает приблизительно 2
                часа.​​‌‌‌‌ ​‌​​​‌ ​​‌‌​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​​‌ ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​
                ​‌‌‌​‌‌ ​​‌‌‌‌​​‌‌‌‌ ​‌​​​‌ ​​‌‌​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​​‌ ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌
                ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌​‌‌ ​​‌‌‌‌
            </p>
            <img class="article-image" src="images/kitsune3.jpg">
            <p>
                Важной характеристикой храмового комплекса являются более 10 тыс. ритуальных врат оранжевого цвета —
                торий, установленных на всех
                дорожках храмового комплекса столь плотно, что образуют коридоры. Тории являются подношениями храму от
                богатых людей и больших корпораций.
                Тории сделаны из дерева, покрытого слоем оранжевого лака. Чёрные цоколи торий опоясаны металлом.
                На обратной стороне каждой тории записаны имя дарителя и дата.
                Обычай дарения торий для исполнения желаний или в благодарность за исполненное желание появилось в
                период Эдо (1603—1868). ​​‌‌​​ ​​‌​‌‌ ​‌​​​‌ ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​
                ​‌‌‌​‌‌ ​​‌‌‌‌
            </p>
            <p>
                На дорожках храмового комплекса также расположено множество скульптурных изображений священной лисицы
                кицунэ, обязательно размещаемых
                в святилищах богини Инари. Часто кицунэ украшены красными ёдарэкакэ (нагрудниками), приносимыми в знак
                почитания.
                Одним из атрибутов кицунэ является ключ (от рисового зернохранилища) и драгоценный камень, которые
                лисицы держат в своей пасти,
                но иногда — сноп риса или свиток.
                В большинстве случаев у святилищ устанавливается пара статуй кицунэ, находящихся по бокам храма, на
                алтаре или перед главным святилищем.
            </p>
            <img class="article-image" src="images/kitsune4.jpg">
            <p>
                Сохранившийся рисунок храма 1786 года свидетельствует о том, что двухэтажные входные ворота в храмовый
                комплекс были построены Тоётоми Хидэёси.
                Храмовый комплекс привлекает несколько миллионов верующих в японский Новый год​​‌‌​​ ​​‌​‌‌ ​‌​​​‌
                ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌​‌‌ ​​‌‌‌‌ ​ ​‌​‌‌‌‌ ​​​‌​‌ ​​​‌‌‌ ​​‌‌‌‌
                ​‌​​​‌ ​​‌‌​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​​‌ ​​‌​​​ ​​‌​​‌ ​‌​​​‌ ​​‌‌​​ ​​‌​‌‌ ​‌​​‌‌ ​‌​‌​‌​ ​‌‌​‌‌​ ​‌‌‌​‌‌
                ​​‌‌‌‌
                ​​‌‌‌‌</p>
            <div>
                <br>
                <p>Дата публикации: 08.12.2022</p>
                <p>Источник: ​‌‌‌​‌‌ Smyers, Karen Ann. The Fox and the Jewel: Shared and Private Meanings in
                    Contemporary Japanese Inari Worship.​​‌‌‌‌​​‌‌‌</p>
            </div>
        </div>

        <div class="search-div">
            <p>Cайт находится в разработке, будьте терпеливы!(„• ᴗ •„)"</p>
            <img class="article-image" src="images/kimono.png">
        </div>
        <div class="btn-up btn-up_hide"></div>
    </main>
    <script src="scripts/addauthor.js"></script>
    <script src="scripts/scrollBar.js"></script>
    <script src="scripts/pgUp.js"></script>
    <footer class="center-element">
        <div>
            <p>Спасибо за проявленный интерес!! ٩(◕‿◕)۶"</p>
            <a href="contacts.php">Контакты</a>
        </div>
    </footer>
</body>

</html>