<!DOCTYPE html>
<html>

<head>
    <title>日本のオタク! Город Нара</title>
    <link rel="stylesheet" href="styles/index.css">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/4.5.0/css/font-awesome.min.css">
    <link rel="stylesheet" href="styles/article.css">
</head>

<body>
    <header>
        <a href="index.php"><img src="images/header.png" width="100%"></a>
        <nav class="nav-buttons">
            <button class="nav-button" onclick="location.href='news.php'">
                <h2>Главная страница</h2>
            </button>
            <button class="nav-button" onclick="location.href='articles.php'">
                <h2>Статьи о Японии</h2>
            </button>
            <button class="nav-button" onclick="location.href='gallery.php'">
                <h2>Фотографии пользователей</h2>
            </button>
        </nav>
    </header>
    <main>

        <div class="progress-container">
            <div class="progress-bar" id="myBar"></div>
        </div>

        <div class="popular-articles-div">
            <p><a href="article-2.php">
                    <h2>Город Нара (остров Хонсю)</h2 >
                </a></p>
            <p><a href="article-1.php">
                    <h2>Небесное дерево (Токио)</h2>
                </a></p>
        </div>

        <div class="article-div">
            <h1>Город Нара (остров Хонсю, префектура Нара)‌ ​​‌‌‌‌</h1>
            <img class="article-image" src="images/minokawa.jpg">
            <p> Достопримечательности Японии – это не только храмы и замки, но и целые города.
                К одним из них относится Нара или Город Оленей – кладезь архитектурных памятников и шедевров культуры и
                искусства.
            </p>
            <img class="article-image" src="images/deers.jpeg">
            <p> Около 1600 оленей свободно разгуливают по улицам прекрасного города.
                Говорят, что первый император Японии спустился с небес на оленьей упряжке. В 6-7 веках город Нара был
                первой столицей страны.
            </p>
            <h2>Особенности города</h2>
            <p>
                На острове Хонсю в Японии расположен город Нара - столичный центр одноимённой префектуры.
                Расположен на южной стороне озера Бива в окружении холмистых возвышенностей, лесов и живописных полей.
                Город обладает богатой историей. На его территории возвышаются многочисленные старинные сооружения.
                В период с 710 по 784 годы город являлся столицей Японии.
                В тот период он был известен как Хэйдзёкё и по расположению жилых кварталов напоминал шахматную доску.
            </p>
            <h3>Трудистические Особенности</h3>
            <p>
                Прогулка по городу Нара – сплошное удовольствие. Сотни оленей непринужденно расхаживают по улицам, их
                любят и почитают.
                На каждом углу можно купить олений корм и угостить кротких животных. А на пруду Сарусава-ике можно
                увидеть множество черепах. Они выползают на берег и греются на солнце. Поездка в Нару обязательно
                понравится ценителям искусства.
                В храме Тодай-дзи представлена гигантская статуя Будды, а само строение едва ли не самое древнее среди
                деревянных храмов.
            </p>
            <h3>Культурные особенности</h3>
            <p>
                В древности на окраинах Нары располагались многочисленные мастерские ремесленников, где производили
                буддийские скульптуры и кисти для написания сутр.
                И ныне местные мастера продолжают заниматься старинным промыслом, секреты которого передаются по
                поколениям.
            </p>
            <h2>История</h2>
            <p>
                Построенное в 768 году синтоисткое святилище Касуга-тайся с момента своего основания находилось под
                покровительством знатной семьи Фудзивара.
                Пик своего расцвета комплекс достиг в период с 749 по 1185 годы.
                Территория внутреннего двора примечательна бронзовыми фонарями у обочины дороги, ведущей к кумирне. Храм
                имеет свой ботанический сад Манъёсю.
            </p>
            <div>
                <br>
                <p>Дата публикации: 08.12.2022</p>
                <p>Источник: tochka-na-karte.ru​‌‌‌​‌‌ ​​‌‌‌‌</p>
            </div>
        </div>

        <div class="search-div">
            <p>Cайт находится в разработке, будьте терпеливы!(„• ᴗ •„)"</p>
            <img class="article-image" src="images/kimono.png">
        </div>

        <div class="btn-up btn-up_hide"></div>
    </main>
    <script src="scripts/addauthor.js"></script>
    <script src="scripts/scrollBar.js"></script>
    <script src="scripts/pgUp.js"></script>

    <footer class="center-element">
        <div>
            <p>Спасибо за проявленный интерес!! ٩(◕‿◕)۶"</p>
            <a href="contacts.php">Контакты</a>
        </div>
    </footer>
</body>

</html>