[
    {
        "id": 4,
        "image": "article-4.jpg",
        "title": "Японское чудо, которое мало кто из туристов видел своими глазами",
        "annotation": "Чтобы увидеть одну из самых необычных достопримечательностей в мире, нужно приехать в Японию.",
        "tags": [
            {
                "name": "東京都"
            },
            {
                "name": "令和時代"
            }
        ]
    },
    {
        "id": 5,
        "image": "article-5.jpg",
        "title": "Живые выходные в Хитоёси",
        "annotation": "Город Хитоёси в префектуре Кумамото когда-то был оживлённым центром лесоторговли. Сегодня же он ассоциируется с лодочными прогулками по реке, горячими источниками, огромной карстовой пещерой, развалинами старинного замка и путешествиями на ретро-паровозе...",
        "tags": [
            {
                "name": "大阪府"
            },
            {
                "name": "令和時代"
            }
        ]
    },
    {
        "id": 6,
        "image": "article-6.jpg",
        "title": "Гастрономические откровения в самом сердце Японии",
        "annotation": "Гастрономический туризм в Японии с её невероятной кухней, с полутора миллионами баров, кафе и ресторанов современной кухни и традиционных фермерских закусочных — это уникальное, невероятно яркое и перспективное направление.",
        "tags": [
            {
                "name": "東京都"
            },
            {
                "name": "室町時代"
            }
        ]
    },
    {
        "id": 7,
        "image": "article-7.jpg",
        "title": "«Москвич» показал первое изображение двух новых моделей",
        "annotation": "Завод «Москвич» опубликовал первое изображение двух новых моделей. На схематичном скетче, который появился в Telegram-канале МАЗ «Москвич», видны силуэты неких кроссовера и седана. Ожидается, что их назовут «Москвич 5» и «Москвич 6». Более подробно о новинках воскрешенной марки обещают рассказать ближе к их дебюту, который, как подтвердил мэр Москвы Сергей Собянин, состоится в 2023 году.",
        "tags": [
            {
                "name": "大阪府"
            },
            {
                "name": "室町時代"
            }
        ]
    }
]